{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<stats>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "</stats>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<cronica>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "</cronica>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<style:rioplatense_apasionado>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<style:rioplatense_tecnico>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<style:rioplatense_literario>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<style:mexicano_irreverente>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<style:mexicano_clasico>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<style:centroamericano_espn>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<style:espanol_radiofonico>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<style:comentario_tecnico>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFC"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "\\s+"
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<bos>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "<stats>": 4,
      "</stats>": 5,
      "<cronica>": 6,
      "</cronica>": 7,
      "<style:rioplatense_apasionado>": 8,
      "<style:rioplatense_tecnico>": 9,
      "<style:rioplatense_literario>": 10,
      "<style:mexicano_irreverente>": 11,
      "<style:mexicano_clasico>": 12,
      "<style:centroamericano_espn>": 13,
      "<style:espanol_radiofonico>": 14,
      "<style:comentario_tecnico>": 15,
      "!": 16,
      "\"": 17,
      "#": 18,
      "$": 19,
      "%": 20,
      "&": 21,
      "'": 22,
      "(": 23,
      ")": 24,
      "*": 25,
      "+": 26,
      ",": 27,
      "-": 28,
      ".": 29,
      "/": 30,
      "0": 31,
      "1": 32,
      "2": 33,
      "3": 34,
      "4": 35,
      "5": 36,
      "6": 37,
      "7": 38,
      "8": 39,
      "9": 40,
      ":": 41,
      ";": 42,
      "<": 43,
      "=": 44,
      ">": 45,
      "?": 46,
      "@": 47,
      "A": 48,
      "B": 49,
      "C": 50,
      "D": 51,
      "E": 52,
      "F": 53,
      "G": 54,
      "H": 55,
      "I": 56,
      "J": 57,
      "K": 58,
      "L": 59,
      "M": 60,
      "N": 61,
      "O": 62,
      "P": 63,
      "Q": 64,
      "R": 65,
      "S": 66,
      "T": 67,
      "U": 68,
      "V": 69,
      "W": 70,
      "X": 71,
      "Y": 72,
      "Z": 73,
      "[": 74,
      "\\": 75,
      "]": 76,
      "^": 77,
      "_": 78,
      "`": 79,
      "a": 80,
      "b": 81,
      "c": 82,
      "d": 83,
      "e": 84,
      "f": 85,
      "g": 86,
      "h": 87,
      "i": 88,
      "j": 89,
      "k": 90,
      "l": 91,
      "m": 92,
      "n": 93,
      "o": 94,
      "p": 95,
      "q": 96,
      "r": 97,
      "s": 98,
      "t": 99,
      "u": 100,
      "v": 101,
      "w": 102,
      "x": 103,
      "y": 104,
      "z": 105,
      "{": 106,
      "|": 107,
      "}": 108,
      "~": 109,
      "¡": 110,
      "¢": 111,
      "£": 112,
      "¤": 113,
      "¥": 114,
      "¦": 115,
      "§": 116,
      "¨": 117,
      "©": 118,
      "ª": 119,
      "«": 120,
      "¬": 121,
      "®": 122,
      "¯": 123,
      "°": 124,
      "±": 125,
      "²": 126,
      "³": 127,
      "´": 128,
      "µ": 129,
      "¶": 130,
      "·": 131,
      "¸": 132,
      "¹": 133,
      "º": 134,
      "»": 135,
      "¼": 136,
      "½": 137,
      "¾": 138,
      "¿": 139,
      "À": 140,
      "Á": 141,
      "Â": 142,
      "Ã": 143,
      "Ä": 144,
      "Å": 145,
      "Æ": 146,
      "Ç": 147,
      "È": 148,
      "É": 149,
      "Ê": 150,
      "Ë": 151,
      "Ì": 152,
      "Í": 153,
      "Î": 154,
      "Ï": 155,
      "Ð": 156,
      "Ñ": 157,
      "Ò": 158,
      "Ó": 159,
      "Ô": 160,
      "Õ": 161,
      "Ö": 162,
      "×": 163,
      "Ø": 164,
      "Ù": 165,
      "Ú": 166,
      "Û": 167,
      "Ü": 168,
      "Ý": 169,
      "Þ": 170,
      "ß": 171,
      "à": 172,
      "á": 173,
      "â": 174,
      "ã": 175,
      "ä": 176,
      "å": 177,
      "æ": 178,
      "ç": 179,
      "è": 180,
      "é": 181,
      "ê": 182,
      "ë": 183,
      "ì": 184,
      "í": 185,
      "î": 186,
      "ï": 187,
      "ð": 188,
      "ñ": 189,
      "ò": 190,
      "ó": 191,
      "ô": 192,
      "õ": 193,
      "ö": 194,
      "÷": 195,
      "ø": 196,
      "ù": 197,
      "ú": 198,
      "û": 199,
      "ü": 200,
      "ý": 201,
      "þ": 202,
      "ÿ": 203,
      "Ā": 204,
      "ā": 205,
      "Ă": 206,
      "ă": 207,
      "Ą": 208,
      "ą": 209,
      "Ć": 210,
      "ć": 211,
      "Ĉ": 212,
      "ĉ": 213,
      "Ċ": 214,
      "ċ": 215,
      "Č": 216,
      "č": 217,
      "Ď": 218,
      "ď": 219,
      "Đ": 220,
      "đ": 221,
      "Ē": 222,
      "ē": 223,
      "Ĕ": 224,
      "ĕ": 225,
      "Ė": 226,
      "ė": 227,
      "Ę": 228,
      "ę": 229,
      "Ě": 230,
      "ě": 231,
      "Ĝ": 232,
      "ĝ": 233,
      "Ğ": 234,
      "ğ": 235,
      "Ġ": 236,
      "ġ": 237,
      "Ģ": 238,
      "ģ": 239,
      "Ĥ": 240,
      "ĥ": 241,
      "Ħ": 242,
      "ħ": 243,
      "Ĩ": 244,
      "ĩ": 245,
      "Ī": 246,
      "ī": 247,
      "Ĭ": 248,
      "ĭ": 249,
      "Į": 250,
      "į": 251,
      "İ": 252,
      "ı": 253,
      "Ĳ": 254,
      "ĳ": 255,
      "Ĵ": 256,
      "ĵ": 257,
      "Ķ": 258,
      "ķ": 259,
      "ĸ": 260,
      "Ĺ": 261,
      "ĺ": 262,
      "Ļ": 263,
      "ļ": 264,
      "Ľ": 265,
      "ľ": 266,
      "Ŀ": 267,
      "ŀ": 268,
      "Ł": 269,
      "ł": 270,
      "Ń": 271,
      "Ġe": 272,
      "de": 273,
      "Ġde": 274,
      "Ġl": 275,
      "on": 276,
      "en": 277,
      "ta": 278,
      "ar": 279,
      "Ġa": 280,
      "er": 281,
      "Ã³": 282,
      "Ġc": 283,
      "es": 284,
      "un": 285,
      "do": 286,
      "Ġs": 287,
      "Ġel": 288,
      "an": 289,
      "in": 290,
      "Ġp": 291,
      "ue": 292,
      "Ġen": 293,
      "os": 294,
      "al": 295,
      "ci": 296,
      "Ġla": 297,
      "Ġun": 298,
      "or": 299,
      "Ġm": 300,
      "tr": 301,
      "te": 302,
      "ol": 303,
      "as": 304,
      "que": 305,
      "ti": 306,
      "ĠC": 307,
      "Ġque": 308,
      "Ġse": 309,
      "is": 310,
      "ic": 311,
      "ĠS": 312,
      "Ġcon": 313,
      "re": 314,
      "da": 315,
      "di": 316,
      "Ã¡": 317,
      "le": 318,
      "Ġf": 319,
      "ĠA": 320,
      "Ġv": 321,
      "ri": 322,
      "to": 323,
      "Ġes": 324,
      "ĠL": 325,
      "mp": 326,
      "Ġy": 327,
      "ch": 328,
      "ĠF": 329,
      "Ġlos": 330,
      "Ġdel": 331,
      "li": 332,
      "res": 333,
      "Ġg": 334,
      "Ã³n": 335,
      "tro": 336,
      "ĠM": 337,
      "ÃŃ": 338,
      "Ġ(": 339,
      "ten": 340,
      "bi": 341,
      "Ġpar": 342,
      "Ġ-": 343,
      "lu": 344,
      "ĊĠ": 345,
      "Ġ2": 346,
      "</": 347,
      "Ġsu": 348,
      "tan": 349,
      "ĠB": 350,
      "oc": 351,
      "ĠE": 352,
      "ado": 353,
      "om": 354,
      "lub": 355,
      "tb": 356,
      "Ġuna": 357,
      "inu": 358,
      "Ġdes": 359,
      "ra": 360,
      "ul": 361,
      "Ġminu": 362,
      "ando": 363,
      "Ġ1": 364,
      "ica": 365,
      "Ġal": 366,
      "Ã©": 367,
      "sta": 368,
      "ron": 369,
      "Ġn": 370,
      "Ġre": 371,
      "ĠClub": 372,
      "Ġh": 373,
      "ga": 374,
      "ts": 375,
      "ocal": 376,
      "ui": 377,
      "cia": 378,
      "tos": 379,
      "ĠR": 380,
      "TA": 381,
      "STA": 382,
      "ĠD": 383,
      "TS": 384,
      "cron": 385,
      "stats": 386,
      "STATS": 387,
      "cronica": 388,
      "el": 389,
      "ro": 390,
      "ĠP": 391,
      "Ġd": 392,
      "isi": 393,
      "Ġenc": 394,
      "dio": 395,
      "ciÃ³n": 396,
      "ia": 397,
      "all": 398,
      "tado": 399,
      "ec": 400,
      "go": 401,
      "Ġin": 402,
      "la": 403,
      "arc": 404,
      "Ġgol": 405,
      "ter": 406,
      "vi": 407,
      "uen": 408,
      "qui": 409,
      "ba": 410,
      "Ãº": 411,
      "us": 412,
      "isitan": 413,
      "Ã¡r": 414,
      "ÃŃa": 415,
      "Ġno": 416,
      "Ã¡rbi": 417,
      "Ã¡rbitro": 418,
      "si": 419,
      "cion": 420,
      "ĠG": 421,
      "cha": 422,
      "Ġtr": 423,
      "am": 424,
      "esta": 425,
      "Ġ20": 426,
      "tu": 427,
      "oo": 428,
      "Ġb": 429,
      "Ġj": 430,
      "ente": 431,
      "Ġmarc": 432,
      "Ġpor": 433,
      "il": 434,
      "Ġminutos": 435,
      "isitante": 436,
      "ty": 437,
      "tball": 438,
      "ero": 439,
      "ootball": 440,
      "ur": 441,
      "mo": 442,
      "Ġencuen": 443,
      "se": 444,
      "tencia": 445,
      "resul": 446,
      "Ġpara": 447,
      "ĠV": 448,
      "Ġesp": 449,
      "resultado": 450,
      "Ġencuentro": 451,
      "tido": 452,
      "istencia": 453,
      "tor": 454,
      "tbol": 455,
      "ig": 456,
      "por": 457,
      "El": 458,
      "liga": 459,
      "Ġ3": 460,
      "mb": 461,
      "Ġlocal": 462,
      "dad": 463,
      "Ġcom": 464,
      "fi": 465,
      "ĠFootball": 466,
      "ĠH": 467,
      "vo": 468,
      "tes": 469,
      "Ġdej": 470,
      "tar": 471,
      "ĠLa": 472,
      "Ġpartido": 473,
      "Ġminuto": 474,
      "ran": 475,
      "ĠT": 476,
      "fe": 477,
      "Ġequi": 478,
      "ĠJ": 479,
      "Ġ4": 480,
      "io": 481,
      "ma": 482,
      "lo": 483,
      "gol": 484,
      "Ãºtbol": 485,
      "tÃ³": 486,
      "za": 487,
      "Ġequip": 488,
      "ac": 489,
      "ador": 490,
      "Ġfue": 491,
      "ĠLe": 492,
      "fecha": 493,
      "Ġlas": 494,
      "goles": 495,
      "><": 496,
      "></": 497,
      "local": 498,
      "sty": 499,
      "visitante": 500,
      "estadio": 501,
      "style": 502,
      "mer": 503,
      "ĠU": 504,
      "ico": 505,
      "Ġesta": 506,
      "fen": 507,
      "Ġseg": 508,
      "ĠEl": 509,
      "ab": 510,
      "Ġvi": 511,
      "va": 512,
      "ĠN": 513,
      "ag": 514,
      "ada": 515,
      "asistencia": 516,
      "Ġ5": 517,
      "Ġmarcador": 518,
      "Ġo": 519,
      "ver": 520,
      "Ġan": 521,
      "ll": 522,
      "Â¡": 523,
      "zo": 524,
      "ĠK": 525,
      "Ġpri": 526,
      "Ġcu": 527,
      "mpo": 528,
      "enta": 529,
      "tie": 530,
      "Ġlle": 531,
      "tic": 532,
      "ion": 533,
      "Ġ6": 534,
      "Ġlo": 535,
      "Ġprimer": 536,
      "toria": 537,
      "ante": 538,
      "ĠSta": 539,
      "ie": 540,
      "Ġsegun": 541,
      "Ġ7": 542,
      "En": 543,
      ".</": 544,
      "Ġafi": 545,
      "Ã¡s": 546,
      "Ġcomo": 547,
      "ien": 548,
      "cio": 549,
      "ano": 550,
      "ĠUn": 551,
      "ĠÂ¡": 552,
      "Ġap": 553,
      "min": 554,
      "Ġi": 555,
      "ja": 556,
      "ĠW": 557,
      "so": 558,
      "Ġequipo": 559,
      "Ġ8": 560,
      "sa": 561,
      "Ġ201": 562,
      "pi": 563,
      "ciones": 564,
      "tin": 565,
      "aron": 566,
      "me": 567,
      "pu": 568,
      "Ġespec": 569,
      "Ġinten": 570,
      "ĠfÃºtbol": 571,
      "Ġdefen": 572,
      "ĠO": 573,
      "ren": 574,
      "tre": 575,
      "OO": 576,
      "Ġemo": 577,
      "rÃ³": 578,
      "Ġab": 579,
      "Ġres": 580,
      "trÃ³": 581,
      "Ġtie": 582,
      "ĠmÃ¡s": 583,
      "Ġtiempo": 584,
      "Ġ202": 585,
      "ĠMa": 586,
      "ve": 587,
      "ĠSpor": 588,
      "th": 589,
      "inal": 590,
      "Ġtar": 591,
      "den": 592,
      "pa": 593,
      "onde": 594,
      "das": 595,
      "ir": 596,
      "tÃ¡": 597,
      "Ġvic": 598,
      "ay": 599,
      "ĠÃ¡rbitro": 600,
      "Ġvictoria": 601,
      "Ã±": 602,
      "Ġcuando": 603,
      "Ġpero": 604,
      "Ġdonde": 605,
      "Ġsin": 606,
      "Ġabri": 607,
      "argo": 608,
      "tuvo": 609,
      "Ġas": 610,
      "Ġdo": 611,
      "Ġfinal": 612,
      "rio": 613,
      "lar": 614,
      "ĠdejÃ³": 615,
      "Ġvib": 616,
      "Ã©s": 617,
      "Ġman": 618,
      "Ġr": 619,
      "mi": 620,
      "ca": 621,
      "Ġdi": 622,
      "uego": 623,
      "Ġdesa": 624,
      "ĠCon": 625,
      "uer": 626,
      "Ġemb": 627,
      "Ġtarde": 628,
      "ĠI": 629,
      "Ġme": 630,
      "tra": 631,
      "Ġgra": 632,
      "00": 633,
      "ados": 634,
      "zÃ³": 635,
      "Ġemp": 636,
      "et": 637,
      "omp": 638,
      "Ġpres": 639,
      "Ġca": 640,
      "ĠAl": 641,
      "Ġjuego": 642,
      "ton": 643,
      "Ġsus": 644,
      "ĠRe": 645,
      "Ġdesc": 646,
      "Ġ9": 647,
      "Ġembargo": 648,
      "iÃ³n": 649,
      "ague": 650,
      "Ġmos": 651,
      "olo": 652,
      "entaja": 653,
      "ĠLeague": 654,
      "Ġsegundo": 655,
      "ulo": 656,
      "ĠEn": 657,
      "tiva": 658,
      "ĠAn": 659,
      "des": 660,
      "tÃ¡c": 661,
      "gÃ³": 662,
      "Ġentre": 663,
      "um": 664,
      "Ġventaja": 665,
      "tun": 666,
      "ita": 667,
      "Ã¼": 668,
      "ĠStadi": 669,
      "Ġtan": 670,
      "ne": 671,
      "Ġlog": 672,
      "Ġsell": 673,
      "che": 674,
      "for": 675,
      "pe": 676,
      "der": 677,
      "Ġempa": 678,
      "im": 679,
      "Ġlocales": 680,
      "ĠRo": 681,
      "ĠCal": 682,
      "ĠFC": 683,
      "Ã¡n": 684,
      "Ġ0": 685,
      "Ġimp": 686,
      "Ġam": 687,
      "Ġcor": 688,
      "Ġhi": 689,
      "ing": 690,
      "ĠMar": 691,
      "eron": 692,
      "Ġaficion": 693,
      "Ġqui": 694,
      "Ġto": 695,
      "Ġaficionados": 696,
      "ali": 697,
      "per": 698,
      "Ġac": 699,
      "Ġclar": 700,
      "Ġesper": 701,
      "oci": 702,
      "Ġlu": 703,
      "ha": 704,
      "Ġdefensa": 705,
      "Ġdis": 706,
      "anza": 707,
      "Ġcer": 708,
      "tico": 709,
      "pla": 710,
      "Ġcomp": 711,
      "Ġpas": 712,
      "na": 713,
      "tando": 714,
      "oli": 715,
      "Ġquien": 716,
      "ĠCalcio": 717,
      "icano": 718,
      "tal": 719,
      ".)": 720,
      "Ġju": 721,
      "Ġri": 722,
      "urg": 723,
      "tense": 724,
      "ciÃ³": 725,
      "Ġhizo": 726,
      "riopla": 727,
      "rioplatense": 728,
      "tiÃ³": 729,
      "uelo": 730,
      "Ġdejando": 731,
      "Ġtran": 732,
      "mas": 733,
      "Ġini": 734,
      "ven": 735,
      "Ġar": 736,
      "Ġencon": 737,
      "ĠabriÃ³": 738,
      "ĠSin": 739,
      "Ġpre": 740,
      "ĠFÃºtbol": 741,
      "tras": 742,
      "Ġtri": 743,
      "Ġespectado": 744,
      "Ġ90": 745,
      "Ġvibran": 746,
      "Ġtanto": 747,
      "ĠlogrÃ³": 748,
      "Ġcomen": 749,
      "Ġllev": 750,
      "rom": 751,
      "Ġestadio": 752,
      "jo": 753,
      "ento": 754,
      "ĠllegÃ³": 755,
      "Ġduelo": 756,
      "enas": 757,
      "ĠmostrÃ³": 758,
      "ble": 759,
      "ĠSer": 760,
      "viÃ³": 761,
      "era": 762,
      "val": 763,
      "Ġespectadores": 764,
      "Ġvibrante": 765,
      "ĠDe": 766,
      "co": 767,
      "Ġempate": 768,
      "aciÃ³n": 769,
      "dri": 770,
      "ĠespectÃ¡c": 771,
      "ĠespectÃ¡culo": 772,
      "Ġvisitante": 773,
      "Ġpun": 774,
      "nico": 775,
      "ern": 776,
      "rÃŃa": 777,
      "cen": 778,
      "gi": 779,
      "Ġper": 780,
      "ario": 781,
      "tero": 782,
      "iga": 783,
      "igue": 784,
      "Ġequipos": 785,
      "Ġbus": 786,
      "ĠCi": 787,
      "Ġsi": 788,
      "igu": 789,
      "ino": 790,
      "tien": 791,
      "ber": 792,
      "Ġcol": 793,
      "ĠFu": 794,
      "ĠaficiÃ³n": 795,
      "ite": 796,
      "Ġte": 797,
      "uso": 798,
      "Ġhin": 799,
      "uÃ©": 800,
      "Ġvisitan": 801,
      "dÃ³": 802,
      "Ġvisitantes": 803,
      "az": 804,
      "Ġasistencia": 805,
      "Ġmita": 806,
      "Ġgradas": 807,
      "Ġmitad": 808,
      "Ġex": 809,
      "ĠEs": 810,
      "mos": 811,
      "he": 812,
      "mbos": 813,
      "Ġnoche": 814,
      "ientras": 815,
      "ÃŁ": 816,
      "burg": 817,
      "ĠAs": 818,
      "ou": 819,
      "Ġha": 820,
      "Ġmientras": 821,
      "ĠSa": 822,
      "mpi": 823,
      "ball": 824,
      "fo": 825,
      "Ġrec": 826,
      "Ġclaro": 827,
      "ap": 828,
      "ĠsellÃ³": 829,
      "ited": 830,
      "ĠUnited": 831,
      "Ġdomin": 832,
      "Ġmom": 833,
      "av": 834,
      "ÃŁball": 835,
      "esde": 836,
      "Ġsegunda": 837,
      "las": 838,
      "ly": 839,
      "tali": 840,
      "Ġemociones": 841,
      "dam": 842,
      "diÃ³": 843,
      "ĠStadium": 844,
      "Ġeu": 845,
      "Ġambos": 846,
      "lan": 847,
      "eno": 848,
      "orn": 849,
      "gar": 850,
      "rar": 851,
      "puesta": 852,
      "ru": 853,
      "Ġante": 854,
      "ho": 855,
      "Ġ19": 856,
      "ĠCity": 857,
      "Ġsolo": 858,
      "vir": 859,
      "Ġtuvo": 860,
      "ĠZ": 861,
      "ĠcomenzÃ³": 862,
      "ĠAr": 863,
      "Ġtres": 864,
      "ce": 865,
      "socia": 866,
      "Ġtriun": 867,
      "Ġpreci": 868,
      "igual": 869,
      "Ġreci": 870,
      "ester": 871,
      "Ġrival": 872,
      "tivo": 873,
      "ĠSport": 874,
      "Ġpo": 875,
      "Ġcontun": 876,
      "Ġcontunden": 877,
      "Ġigual": 878,
      "ona": 879,
      "Ġprom": 880,
      "ĠStade": 881,
      "po": 882,
      "Ġresultado": 883,
      "Ġter": 884,
      "ĠrÃ¡": 885,
      "ĠCh": 886,
      "idad": 887,
      "Ġvol": 888,
      "cnico": 889,
      "ĠSerie": 890,
      "xicano": 891,
      "ini": 892,
      "Ġ18": 893,
      "Ġapro": 894,
      "lla": 895,
      "ad": 896,
      "ura": 897,
      "Ġpos": 898,
      "dar": 899,
      "Ġtriunfo": 900,
      "esp": 901,
      "tecnico": 902,
      "mexicano": 903,
      "Ġpuntos": 904,
      "ĠLu": 905,
      "ĠrÃ¡pi": 906,
      "Ġpro": 907,
      "Ã©n": 908,
      "siÃ³n": 909,
      "ĠFuÃŁball": 910,
      "Ġcada": 911,
      "Ġconvir": 912,
      "Ġta": 913,
      "Ġalmas": 914,
      "Ġgoles": 915,
      "ĠY": 916,
      "ham": 917,
      "lympi": 918,
      "Ġaprove": 919,
      "iz": 920,
      "ĠPre": 921,
      "biÃ³": 922,
      "Ġrespuesta": 923,
      "Ġjuga": 924,
      "Ġbal": 925,
      "Ġaprovech": 926,
      "asion": 927,
      "encia": 928,
      "anz": 929,
      "bre": 930,
      "ĠencontrÃ³": 931,
      "Ġeste": 932,
      "puÃ©s": 933,
      "ge": 934,
      "Ġparec": 935,
      "ĠLigue": 936,
      "ĠdespuÃ©s": 937,
      "!</": 938,
      "Ġver": 939,
      "lympique": 940,
      "Ġcam": 941,
      "mier": 942,
      "ĠdesatÃ³": 943,
      "ĠPremier": 944,
      "Ġser": 945,
      "QuÃ©": 946,
      "siva": 947,
      "ĠReal": 948,
      "Ġtor": 949,
      "ĠLiga": 950,
      "qu": 951,
      "rena": 952,
      "Ġfuer": 953,
      "Ġdescon": 954,
      "ĠPar": 955,
      "ris": 956,
      "lÃ©": 957,
      "Ġref": 958,
      "Ġtransi": 959,
      "Ġbusc": 960,
      "Ġso": 961,
      "Ġtodo": 962,
      "Ġinicio": 963,
      "mÃ³": 964,
      "ĠAt": 965,
      "Ġjorn": 966,
      "Ġjornada": 967,
      "Ġcas": 968,
      "son": 969,
      "Ġcontr": 970,
      "drid": 971,
      "uro": 972,
      "Ġtras": 973,
      "ĠconvirtiÃ³": 974,
      "ilba": 975,
      "par": 976,
      "Ġeufor": 977,
      "Ġeuforia": 978,
      "As": 979,
      "est": 980,
      "unque": 981,
      "Ġano": 982,
      "ĠMadrid": 983,
      "eti": 984,
      "Ġsen": 985,
      "Ġcons": 986,
      "GOO": 987,
      "Ġmantuvo": 988,
      "Ġjugada": 989,
      "Ġcontundente": 990,
      "Ġlucha": 991,
      "Ġreac": 992,
      "ina": 993,
      "ille": 994,
      "Ġale": 995,
      "Ġparte": 996,
      "ĠTo": 997,
      "ĠSportiva": 998,
      "ĠÃº": 999,
      "Ġcar": 1000,
      "Ġpes": 1001,
      "ĠMan": 1002,
      "ĠBun": 1003,
      "tino": 1004,
      "desliga": 1005,
      "ĠBundesliga": 1006,
      "mpli": 1007,
      "Ġambi": 1008,
      "ĠĊ": 1009,
      "Ġdef": 1010,
      "ior": 1011,
      "ĠcÃ³": 1012,
      "Ġcontrol": 1013,
      "ere": 1014,
      "Ġemocion": 1015,
      "Ġofen": 1016,
      "chas": 1017,
      "ĠvolviÃ³": 1018,
      "FC": 1019,
      "âĢ": 1020,
      "Ġaunque": 1021,
      "asta": 1022,
      "Ġle": 1023,
      "endo": 1024,
      "cial": 1025,
      "ĠrecibiÃ³": 1026,
      "iel": 1027,
      "gen": 1028,
      "lor": 1029,
      "Ã¶": 1030,
      "Ġrefle": 1031,
      "Ġdesde": 1032,
      "mor": 1033,
      "ann": 1034,
      "Ġef": 1035,
      "Ġintensi": 1036,
      "Ġgran": 1037,
      "Ġtemp": 1038,
      "Ġemocionante": 1039,
      "Club": 1040,
      "hi": 1041,
      "Ġhab": 1042,
      "Ġhis": 1043,
      "ĠllevÃ³": 1044,
      "etÃŃa": 1045,
      "11": 1046,
      "ĠparecÃŃa": 1047,
      "ele": 1048,
      "Ġten": 1049,
      "uido": 1050,
      "ĠPero": 1051,
      "ĠprometÃŃa": 1052,
      "ione": 1053,
      "aba": 1054,
      "Ġdos": 1055,
      "Ġhinchas": 1056,
      "02": 1057,
      "09": 1058,
      "ĠHo": 1059,
      "Ġesperanza": 1060,
      "Ġpesar": 1061,
      "sen": 1062,
      "Ġba": 1063,
      "ĠMil": 1064,
      "Ġampli": 1065,
      "ban": 1066,
      "ĠBay": 1067,
      "Ġpon": 1068,
      "visi": 1069,
      "orp": 1070,
      "Ġdio": 1071,
      "testi": 1072,
      "cas": 1073,
      "lÃ©tico": 1074,
      "dez": 1075,
      "Ġsorp": 1076,
      "mente": 1077,
      "ĠSan": 1078,
      "eg": 1079,
      "cias": 1080,
      "chester": 1081,
      "12": 1082,
      "ard": 1083,
      "Ġcoraz": 1084,
      "Ġtesti": 1085,
      "cer": 1086,
      "rea": 1087,
      "cht": 1088,
      "ĠAtlÃ©tico": 1089,
      "10": 1090,
      "ĠVal": 1091,
      "Ġdesatando": 1092,
      "Ġevi": 1093,
      "ĠStadion": 1094,
      "ÃŃn": 1095,
      "pon": 1096,
      "ĠPa": 1097,
      "tante": 1098,
      "ĠFran": 1099,
      "redi": 1100,
      "ĠGi": 1101,
      "ĠBor": 1102,
      "tuaciÃ³n": 1103,
      "visie": 1104,
      "redivisie": 1105,
      "Ġgri": 1106,
      "ocido": 1107,
      "Desde": 1108,
      "ĠEredivisie": 1109,
      "sivo": 1110,
      "ew": 1111,
      "tir": 1112,
      "Ġpresen": 1113,
      "Ġaleg": 1114,
      "Ġintensidad": 1115,
      "La": 1116,
      "minÃ³": 1117,
      "ĠemociÃ³n": 1118,
      "GOOOO": 1119,
      "ez": 1120,
      "ĠbalÃ³n": 1121,
      "ista": 1122,
      "Ġdestino": 1123,
      "Ġmemor": 1124,
      "ĠRom": 1125,
      "ĠalegrÃŃa": 1126,
      "ich": 1127,
      "Ġambiente": 1128,
      "ed": 1129,
      "ting": 1130,
      "Ġbi": 1131,
      "Ġfi": 1132,
      "Ġhac": 1133,
      "Ġdominio": 1134,
      "Ġred": 1135,
      "Ġgolpe": 1136,
      "Ġestall": 1137,
      "fon": 1138,
      "Ġdesconocido": 1139,
      "les": 1140,
      "Ġdefini": 1141,
      "Ġfir": 1142,
      "able": 1143,
      "Ġmedi": 1144,
      "ĠsÃ³": 1145,
      "ij": 1146,
      "penas": 1147,
      "Ġya": 1148,
      "Ġenf": 1149,
      "eren": 1150,
      "ord": 1151,
      "Ġ45": 1152,
      "omb": 1153,
      "Ġdispu": 1154,
      "Ġfiesta": 1155,
      "Ġapenas": 1156,
      "01": 1157,
      "Ġmomento": 1158,
      "Ġrema": 1159,
      "04": 1160,
      "Ġconj": 1161,
      "000": 1162,
      "Ġcasa": 1163,
      "entos": 1164,
      "ĠDepor": 1165,
      "Ġeviden": 1166,
      "Ġconc": 1167,
      "uss": 1168,
      "ke": 1169,
      "Ġtestigo": 1170,
      "Re": 1171,
      "ire": 1172,
      "ĠVil": 1173,
      "Ġconjun": 1174,
      "diente": 1175,
      "ĠOlympique": 1176,
      "Ġposi": 1177,
      "Ġexp": 1178,
      "03": 1179,
      "Sin": 1180,
      "ĠJu": 1181,
      "ĠEuro": 1182,
      "ras": 1183,
      "anso": 1184,
      "Ġescen": 1185,
      "Ġhistoria": 1186,
      "Ġoc": 1187,
      "Ġimpuso": 1188,
      "Ġdescanso": 1189,
      "Ġbien": 1190,
      "GOOOOL": 1191,
      "Ġll": 1192,
      "Ġrea": 1193,
      "Ġremate": 1194,
      "ĠArena": 1195,
      "avor": 1196,
      "Ġsab": 1197,
      "ores": 1198,
      "ak": 1199,
      "Ġsilba": 1200,
      "ĠCo": 1201,
      "hamp": 1202,
      "ĠSain": 1203,
      "cidad": 1204,
      "arcel": 1205,
      "ĠpasiÃ³n": 1206,
      "terdam": 1207,
      "fir": 1208,
      "Ġdeci": 1209,
      "cho": 1210,
      "ĠVi": 1211,
      "ĠsÃ³li": 1212,
      "ev": 1213,
      "los": 1214,
      "Ġdelan": 1215,
      "Ġdemos": 1216,
      "Ġloc": 1217,
      "ĠampliÃ³": 1218,
      "ĠJo": 1219,
      "ĠSaint": 1220,
      "mar": 1221,
      "ĠBo": 1222,
      "ier": 1223,
      "Ġprimera": 1224,
      "ones": 1225,
      "Ġnue": 1226,
      "Ġcele": 1227,
      "Ġceleb": 1228,
      "Ġfavor": 1229,
      "men": 1230,
      "gan": 1231,
      "ĠCar": 1232,
      "ĠMon": 1233,
      "ussia": 1234,
      "ug": 1235,
      "Ã±o": 1236,
      "ĠÃ": 1237,
      "eta": 1238,
      "ĠCu": 1239,
      "ĠEuropa": 1240,
      "Ġcamino": 1241,
      "Ġpu": 1242,
      "chen": 1243,
      "lti": 1244,
      "Ġcertero": 1245,
      "Ġlocura": 1246,
      "ers": 1247,
      "port": 1248,
      "Ġav": 1249,
      "gado": 1250,
      "rigi": 1251,
      "zione": 1252,
      "mbre": 1253,
      "sociazione": 1254,
      "ĠRoma": 1255,
      "Ġescenario": 1256,
      "ĠBen": 1257,
      "inc": 1258,
      "ĠÃºlti": 1259,
      "alidad": 1260,
      "âĢĻ": 1261,
      "and": 1262,
      "Ġabrir": 1263,
      "ry": 1264,
      "talia": 1265,
      "com": 1266,
      "ĠtÃ¡c": 1267,
      "utbol": 1268,
      "Real": 1269,
      "Ġcuen": 1270,
      "ari": 1271,
      "nais": 1272,
      "Ġgrito": 1273,
      "ÃŃan": 1274,
      "thle": 1275,
      "ĠIn": 1276,
      "ĠpresiÃ³n": 1277,
      "iendo": 1278,
      "Ġmostr": 1279,
      "ĠasÃŃ": 1280,
      "Ġcapa": 1281,
      "nchen": 1282,
      "Ġpi": 1283,
      "Ġmu": 1284,
      "Ġbuen": 1285,
      "Ġob": 1286,
      "uel": 1287,
      "arcelona": 1288,
      "ins": 1289,
      "ĠBarcelona": 1290,
      "und": 1291,
      "ĠCF": 1292,
      "bun": 1293,
      "Ġmar": 1294,
      "amente": 1295,
      "Ãł": 1296,
      "Ġaire": 1297,
      "ĠBer": 1298,
      "08": 1299,
      "amp": 1300,
      "Ġreafir": 1301,
      "tt": 1302,
      "Ġreaccion": 1303,
      "sburg": 1304,
      "oso": 1305,
      "Ġconjunto": 1306,
      "Ġcuenta": 1307,
      "ib": 1308,
      "Ġtransiciones": 1309,
      "Ġag": 1310,
      "zio": 1311,
      "ick": 1312,
      "Ã©ro": 1313,
      "ĠDan": 1314,
      "Ġseguido": 1315,
      "Italia": 1316,
      "Ġpuso": 1317,
      "Ġesf": 1318,
      "ĠFe": 1319,
      "Ġmarcar": 1320,
      "ĠPal": 1321,
      "man": 1322,
      "Ġcorres": 1323,
      "Ġcapacidad": 1324,
      "Ġcorrespon": 1325,
      "ki": 1326,
      "ĠhÃ©ro": 1327,
      "Ġencen": 1328,
      "Ġins": 1329,
      "05": 1330,
      "Ġcorrespondiente": 1331,
      "portun": 1332,
      "Ġoportun": 1333,
      "Ġor": 1334,
      "tica": 1335,
      "ĠEste": 1336,
      "ĠSu": 1337,
      "Ġdu": 1338,
      "Ġhacer": 1339,
      "Ġsuper": 1340,
      "ort": 1341,
      "Ġera": 1342,
      "entario": 1343,
      ">Â¡": 1344,
      "ĠintentÃ³": 1345,
      "ĠhÃ©roe": 1346,
      "avi": 1347,
      "Ġcul": 1348,
      "ĠMarc": 1349,
      "amer": 1350,
      "Ġmemoria": 1351,
      "',": 1352,
      "irre": 1353,
      "ĠactuaciÃ³n": 1354,
      "asionado": 1355,
      "ĠAnd": 1356,
      "Ġcla": 1357,
      "Ġreson": 1358,
      "iging": 1359,
      "verente": 1360,
      "tag": 1361,
      "tion": 1362,
      "radio": 1363,
      "Con": 1364,
      "clas": 1365,
      "eciÃ³": 1366,
      "americano": 1367,
      "apasionado": 1368,
      "anol": 1369,
      "troamericano": 1370,
      "centroamericano": 1371,
      "espn": 1372,
      "espanol": 1373,
      "fonico": 1374,
      "irreverente": 1375,
      "radiofonico": 1376,
      "clasico": 1377,
      "liter": 1378,
      "Ġtra": 1379,
      "comentario": 1380,
      "literario": 1381,
      "ener": 1382,
      "Football": 1383,
      "Ġhasta": 1384,
      "arse": 1385,
      "dos": 1386,
      "ĠAle": 1387,
      "ĠBayern": 1388,
      "ĠJos": 1389,
      "Ã¼r": 1390,
      "Ġpermi": 1391,
      "erein": 1392,
      "Ġ11": 1393,
      "Ġrecor": 1394,
      "Ġau": 1395,
      "ĠSe": 1396,
      "dades": 1397,
      "Ġma": 1398,
      "sea": 1399,
      "Ġefec": 1400,
      "ĠSoci": 1401,
      "tÃŃ": 1402,
      "Ġantes": 1403,
      "Ġata": 1404,
      "Ġ2025": 1405,
      "tus": 1406,
      "ĠÃ¡": 1407,
      "arri": 1408,
      "igos": 1409,
      "Ġreaccionar": 1410,
      "Ġese": 1411,
      "Ġhincha": 1412,
      "bor": 1413,
      "ĠCel": 1414,
      "Ġ29": 1415,
      "Ġ10": 1416,
      "rando": 1417,
      "thletic": 1418,
      "Ġcompeti": 1419,
      "Ġsilbato": 1420,
      "ala": 1421,
      "ĠFA": 1422,
      "Ġdefensiva": 1423,
      "ĠCup": 1424,
      "xi": 1425,
      "Ġro": 1426,
      "ĠSporting": 1427,
      "Ġ189": 1428,
      "iver": 1429,
      "ens": 1430,
      "ĠcorazÃ³n": 1431,
      "mon": 1432,
      "rol": 1433,
      "esper": 1434,
      "mico": 1435,
      "ĠMo": 1436,
      "tener": 1437,
      "Ġdelantero": 1438,
      "tina": 1439,
      "van": 1440,
      "Ġ17": 1441,
      "ĠStu": 1442,
      "Ġfr": 1443,
      "etÃł": 1444,
      "Ġsobre": 1445,
      "ĠMi": 1446,
      "ĠEsta": 1447,
      "07": 1448,
      "Ġcab": 1449,
      "Ġesc": 1450,
      "ĠApenas": 1451,
      "Ġven": 1452,
      "Ġ30": 1453,
      "lip": 1454,
      "Ġbri": 1455,
      "ko": 1456,
      "Ġ14": 1457,
      "Ġhinchada": 1458,
      "Ġ13": 1459,
      "ions": 1460,
      "hampions": 1461,
      "ĠChampions": 1462,
      "ĠLazio": 1463,
      "Ġpoc": 1464,
      "Ġ15": 1465,
      "Ġcampo": 1466,
      "Ġamigos": 1467,
      "mund": 1468,
      "Ġles": 1469,
      "Ġ12": 1470,
      "ford": 1471,
      "Ġesfuer": 1472,
      "ĠÃ¡rea": 1473,
      "au": 1474,
      "antes": 1475,
      "Ġgracias": 1476,
      "Ġtrans": 1477,
      "Ġmag": 1478,
      "Ġnos": 1479,
      "Ġcan": 1480,
      "mbi": 1481,
      "Ġestaba": 1482,
      "teg": 1483,
      "Ġ16": 1484,
      "erma": 1485,
      "senal": 1486,
      "eces": 1487,
      "ĠprecisiÃ³n": 1488,
      "ecta": 1489,
      "aco": 1490,
      "ĠPark": 1491,
      "Ġestra": 1492,
      "Ġcolec": 1493,
      "sociation": 1494,
      "eza": 1495,
      "Ġsorpres": 1496,
      "ind": 1497,
      "Ġespa": 1498,
      "erv": 1499,
      "bo": 1500,
      "ĠRa": 1501,
      "Ġconsoli": 1502,
      "Ġofensiva": 1503,
      "ĠMe": 1504,
      "eld": 1505,
      "Ġdisputado": 1506,
      "elo": 1507,
      "Ġapar": 1508,
      "arrile": 1509,
      "orada": 1510,
      "ortmund": 1511,
      "ĠDortmund": 1512,
      "pool": 1513,
      "ĠprÃ³": 1514,
      "Ġsie": 1515,
      "ĠWol": 1516,
      "Ġigualar": 1517,
      "ĠDesde": 1518,
      "Ġmanera": 1519,
      "Ġbarrile": 1520,
      "ace": 1521,
      "mando": 1522,
      "ara": 1523,
      "Ġalta": 1524,
      "Ġtab": 1525,
      "ĠManchester": 1526,
      "ĠHam": 1527,
      "apoli": 1528,
      "Ġseguidores": 1529,
      "ĠRen": 1530,
      "usto": 1531,
      "Ġfirme": 1532,
      "Ġti": 1533,
      "ĠquedÃ³": 1534,
      "ÃŃs": 1535,
      "vidad": 1536,
      "Ġdirigi": 1537,
      "je": 1538,
      "ĠMÃ¼": 1539,
      "Ġbuscando": 1540,
      "mbiÃ©n": 1541,
      "Ġ24": 1542,
      "ĠtambiÃ©n": 1543,
      "vas": 1544,
      "Ġrep": 1545,
      "usen": 1546,
      "Ġencontr": 1547,
      "ĠmÃ¡": 1548,
      "ĠNic": 1549,
      "iento": 1550,
      "ley": 1551,
      "ĠBre": 1552,
      "ĠfÃ¼r": 1553,
      "ĠSch": 1554,
      "ĠAug": 1555,
      "lidad": 1556,
      "Ġesperanz": 1557,
      "Ġ23": 1558,
      "Ġ25": 1559,
      "ĠCopa": 1560,
      "be": 1561,
      "Ã©r": 1562,
      "SC": 1563,
      "rado": 1564,
      "ĠcÃ³s": 1565,
      "ĠcÃ³mo": 1566,
      "Ġbarrilete": 1567,
      "ĠRey": 1568,
      "Ġpresente": 1569,
      "gna": 1570,
      "Ġmomentos": 1571,
      "Ġcont": 1572,
      "yon": 1573,
      "Ġmo": 1574,
      "ĠDo": 1575,
      "ĠComb": 1576,
      "Ġdesp": 1577,
      "neo": 1578,
      "inatie": 1579,
      "ĠCombinatie": 1580,
      "ip": 1581,
      "Ġ27": 1582,
      "Ġcontinu": 1583,
      "llo": 1584,
      "din": 1585,
      "ek": 1586,
      "dero": 1587,
      "villa": 1588,
      "Ġ2017": 1589,
      "Ġ2024": 1590,
      "iverpool": 1591,
      "Ġesperanzas": 1592,
      "tle": 1593,
      "ĠCelta": 1594,
      "dido": 1595,
      "Ġpreciso": 1596,
      "Ġclave": 1597,
      "Ġ04": 1598,
      "ĠAsÃŃ": 1599,
      "ĠRot": 1600,
      "Ġverda": 1601,
      "Ġ21": 1602,
      "tas": 1603,
      "ale": 1604,
      "it": 1605,
      "ĠÃºltimo": 1606,
      "ĠcÃ³smico": 1607,
      "Ġtabla": 1608,
      "jÃ³": 1609,
      "ĠLyon": 1610,
      "ĠTor": 1611,
      "Ġsino": 1612,
      "hilip": 1613,
      "tividad": 1614,
      "Ġ2019": 1615,
      "ayo": 1616,
      "ĠRotterdam": 1617,
      "ĠTh": 1618,
      "fer": 1619,
      "Ġ2014": 1620,
      "ĠEstadio": 1621,
      "ei": 1622,
      "Ġeco": 1623,
      "Ġad": 1624,
      "ĠHer": 1625,
      "Ġ31": 1626,
      "Ġquedar": 1627,
      "tmo": 1628,
      "ana": 1629,
      "ans": 1630,
      "Ġ2021": 1631,
      "Ġelec": 1632,
      "Ġdispar": 1633,
      "ĠInter": 1634,
      "Ġritmo": 1635,
      "Ġpresentes": 1636,
      "Ġelectr": 1637,
      "Ġ2015": 1638,
      "Pero": 1639,
      "club": 1640,
      "Ġcontra": 1641,
      "Ġsellando": 1642,
      "ioren": 1643,
      "aban": 1644,
      "iorentina": 1645,
      "Ġcru": 1646,
      "use": 1647,
      "Ġbusca": 1648,
      "Ġexpecta": 1649,
      "ĠFiorentina": 1650,
      "Ġbrill": 1651,
      "Ġvan": 1652,
      "ria": 1653,
      "Ġ28": 1654,
      "Ġinicial": 1655,
      "ĠBorussia": 1656,
      "verk": 1657,
      "tienda": 1658,
      "Ġestrateg": 1659,
      "tten": 1660,
      "Ãºn": 1661,
      "iele": 1662,
      "verkusen": 1663,
      "Ġestrategia": 1664,
      "Ġpal": 1665,
      "dion": 1666,
      "ĠNapoli": 1667,
      "Ġponer": 1668,
      "ĠsÃ³lida": 1669,
      "uar": 1670,
      "ĠAthletic": 1671,
      "ĠhabÃŃa": 1672,
      "embre": 1673,
      "ĠtransiciÃ³n": 1674,
      "Ġ2013": 1675,
      "ĠevidenciÃ³": 1676,
      "ĠLeverkusen": 1677,
      "Ġ2016": 1678,
      "ermain": 1679,
      "ueÃ±": 1680,
      "bilo": 1681,
      "ernÃ¡n": 1682,
      "ĠestallÃ³": 1683,
      "heim": 1684,
      "ĠencendiÃ³": 1685,
      "Ġcabeza": 1686,
      "Ġtodos": 1687,
      "Ġencar": 1688,
      "Ġ52": 1689,
      "Ġ75": 1690,
      "Ġfutbol": 1691,
      "elsea": 1692,
      "Ġah": 1693,
      "rec": 1694,
      "Ġreg": 1695,
      "ĠPhilip": 1696,
      "ĠFor": 1697,
      "Ġ2023": 1698,
      "Ġ22": 1699,
      "ĠOli": 1700,
      "ventus": 1701,
      "Ġaprovechando": 1702,
      "Ġdisparo": 1703,
      "ernÃ¡ndez": 1704,
      "Ġ60": 1705,
      "Ġtorn": 1706,
      "Ġpoco": 1707,
      "lante": 1708,
      "gart": 1709,
      "Ġcontienda": 1710,
      "Ġtercer": 1711,
      "Ġhacia": 1712,
      "tac": 1713,
      "ĠNo": 1714,
      "Ġdeja": 1715,
      "loj": 1716,
      "ĠVilla": 1717,
      "Ġer": 1718,
      "Ġ26": 1719,
      "ĠBas": 1720,
      "Ġvibrar": 1721,
      "ĠMÃ¼nchen": 1722,
      "Ġreloj": 1723,
      "Ġcapi": 1724,
      "ĠDeportivo": 1725,
      "ata": 1726,
      "real": 1727,
      "ĠGran": 1728,
      "Ġilu": 1729,
      "ĠVerein": 1730,
      "ĠRober": 1731,
      "castle": 1732,
      "ewcastle": 1733,
      "fre": 1734,
      "idades": 1735,
      "Ġcolectiva": 1736,
      "no": 1737,
      "Ġ34": 1738,
      "Ġataque": 1739,
      "termin": 1740,
      "Ãºs": 1741,
      "urn": 1742,
      "ud": 1743,
      "Ġder": 1744,
      "osa": 1745,
      "iste": 1746,
      "Ġsuperior": 1747,
      "ĠAugsburg": 1748,
      "agli": 1749,
      "ĠaprovechÃ³": 1750,
      "ĠFrank": 1751,
      "ka": 1752,
      "vamente": 1753,
      "piro": 1754,
      "Ġprotag": 1755,
      "Ġoportunidades": 1756,
      "Germain": 1757,
      "ĠBar": 1758,
      "Ġq": 1759,
      "ĠculminÃ³": 1760,
      "ĠresonÃ³": 1761,
      "raron": 1762,
      "Ġfor": 1763,
      "ttgart": 1764,
      "Ġcalidad": 1765,
      "Ġrinc": 1766,
      "ĠStuttgart": 1767,
      "Ġprotagon": 1768,
      "renta": 1769,
      "gh": 1770,
      "Ġelectriz": 1771,
      "ondo": 1772,
      "ierre": 1773,
      "mpre": 1774,
      "Ġgener": 1775,
      "ĠmarcÃ³": 1776,
      "Ġsabor": 1777,
      "Ġvali": 1778,
      "Ġelectrizante": 1779,
      "Ġsiempre": 1780,
      "lib": 1781,
      "Ġ2022": 1782,
      "ĠChris": 1783,
      "Ġdesar": 1784,
      "Ġop": 1785,
      "Ġ2018": 1786,
      "Ġsenten": 1787,
      "Ġenfrenta": 1788,
      "jax": 1789,
      "ĠtornÃ³": 1790,
      "Sta": 1791,
      "ĠAjax": 1792,
      "Ġglor": 1793,
      "Ġtemporada": 1794,
      "Ġllen": 1795,
      "miento": 1796,
      "Ġdetermin": 1797,
      "ĠrincÃ³n": 1798,
      "Äĩ": 1799,
      "Ġsali": 1800,
      "anta": 1801,
      "ÃŃo": 1802,
      "larreal": 1803,
      "pur": 1804,
      "damente": 1805,
      "Ġmedioc": 1806,
      "ĠrÃ¡pida": 1807,
      "Associazione": 1808,
      "ĠMilan": 1809,
      "Par": 1810,
      "jos": 1811,
      "Ġade": 1812,
      "orde": 1813,
      "Ġfondo": 1814,
      "lav": 1815,
      "Ġ59": 1816,
      "Ġ2020": 1817,
      "Sport": 1818,
      "Ġliga": 1819,
      "Ãºbilo": 1820,
      "ĠjÃºbilo": 1821,
      "Ġ53": 1822,
      "ciendo": 1823,
      "tura": 1824,
      "urri": 1825,
      "ĠahÃŃ": 1826,
      "ĠSte": 1827,
      "ĠapareciÃ³": 1828,
      "ĠcontinuÃ³": 1829,
      "if": 1830,
      "Ġcho": 1831,
      "esiÃ³n": 1832,
      "ĠBeti": 1833,
      "Ġni": 1834,
      "ĠigualÃ³": 1835,
      "ttenham": 1836,
      "Ġchoque": 1837,
      "ĠBetis": 1838,
      "chÃ³": 1839,
      "erona": 1840,
      "ĠWil": 1841,
      "Ġverdadero": 1842,
      "ass": 1843,
      "Ġfueron": 1844,
      "ein": 1845,
      "Ġ35": 1846,
      "talanta": 1847,
      "ĠmÃ¡g": 1848,
      "tia": 1849,
      "ĠJosÃ©": 1850,
      "Ġmis": 1851,
      "ĠDavi": 1852,
      "Ġ40": 1853,
      "ĠÃģ": 1854,
      "trel": 1855,
      "Ġenfren": 1856,
      "Ġavanza": 1857,
      "Ġsupo": 1858,
      "urt": 1859,
      "field": 1860,
      "Ġ71": 1861,
      "Ġgole": 1862,
      "ĠreacciÃ³n": 1863,
      "Ġsorpren": 1864,
      "yeno": 1865,
      "ola": 1866,
      "xima": 1867,
      "yenoord": 1868,
      "tada": 1869,
      "rero": 1870,
      "ĠBra": 1871,
      "Ġjusto": 1872,
      "Ġciel": 1873,
      "tian": 1874,
      "Ġfe": 1875,
      "Ġvio": 1876,
      "elli": 1877,
      "ĠHar": 1878,
      "ĠposiciÃ³n": 1879,
      "OL": 1880,
      "ski": 1881,
      "zos": 1882,
      "Ã±a": 1883,
      "rid": 1884,
      "ĠFre": 1885,
      "Ġ39": 1886,
      "Ġtorneo": 1887,
      "Ġofensivo": 1888,
      "ĠquedarÃ¡": 1889,
      "edad": 1890,
      "sas": 1891,
      "Ġ32": 1892,
      "ĠHa": 1893,
      "Ġ51": 1894,
      "pira": 1895,
      "Ġmej": 1896,
      "Ġtribun": 1897,
      "ĠtensiÃ³n": 1898,
      "oy": 1899,
      "ane": 1900,
      "Ġconcre": 1901,
      "13": 1902,
      "Ġra": 1903,
      "Ġson": 1904,
      "ĠWa": 1905,
      "Ġdemostr": 1906,
      "Ġdeber": 1907,
      "ĠZa": 1908,
      "ĠanotÃ³": 1909,
      "Ġponiendo": 1910,
      "Ġcompl": 1911,
      "intra": 1912,
      "acing": 1913,
      "Ġ61": 1914,
      "ĠUna": 1915,
      "intracht": 1916,
      "iÃ©": 1917,
      "uc": 1918,
      "ĠÃ©": 1919,
      "ĠAm": 1920,
      "Ġ49": 1921,
      "ĠEsp": 1922,
      "ĠHof": 1923,
      "kma": 1924,
      "ĠBal": 1925,
      "Ġ58": 1926,
      "Ġsuperioridad": 1927,
      "Ġvez": 1928,
      "ĠRennais": 1929,
      "Ġdesarrol": 1930,
      "Ġfal": 1931,
      "Ġequilib": 1932,
      "ĠrÃ¡pidamente": 1933,
      "Man": 1934,
      "ĠaÃºn": 1935,
      "furt": 1936,
      "Ġcerrar": 1937,
      "Ġgloria": 1938,
      "Manchester": 1939,
      "Ġlleno": 1940,
      "kmaar": 1941,
      "ĠLor": 1942,
      "Ġ50": 1943,
      "Ġotro": 1944,
      "egue": 1945,
      "Ġmagia": 1946,
      "Ġdespli": 1947,
      "iza": 1948,
      "Ġcita": 1949,
      "ese": 1950,
      "ĠVo": 1951,
      "Ġren": 1952,
      "luy": 1953,
      "Ġferv": 1954,
      "Ġsuspiro": 1955,
      "Ġerr": 1956,
      "Ġfervor": 1957,
      "Ġ55": 1958,
      "Ġ63": 1959,
      "Ġcoloc": 1960,
      "quero": 1961,
      "ias": 1962,
      "Ġ62": 1963,
      "ompiÃ©": 1964,
      "ĠposesiÃ³n": 1965,
      "Ġ1899": 1966,
      "any": 1967,
      "Ġarquero": 1968,
      "tiendo": 1969,
      "tbal": 1970,
      "Olympique": 1971,
      "mpe": 1972,
      "ĠDen": 1973,
      "Ġquienes": 1974,
      "Ġanotando": 1975,
      "ĠdefiniciÃ³n": 1976,
      "ĠviviÃ³": 1977,
      "dor": 1978,
      "Ġsig": 1979,
      "rez": 1980,
      "AsÃŃ": 1981,
      "ĠSevilla": 1982,
      "ira": 1983,
      "Ġ36": 1984,
      "Ġ57": 1985,
      "ĠdeberÃ¡": 1986,
      "Ġdespliegue": 1987,
      "ros": 1988,
      "wn": 1989,
      "zar": 1990,
      "Ġ\"": 1991,
      "Ġestallar": 1992,
      "Ġ42": 1993,
      "Ġestable": 1994,
      "ĠrÃ¡pidas": 1995,
      "Ġpudo": 1996,
      "ĠFrankfurt": 1997,
      "Ġuno": 1998,
      "ĠLille": 1999,
      "Ġnuevamente": 2000,
      "etafe": 2001,
      "eniging": 2002,
      "Ġsoli": 2003,
      "Ġpue": 2004,
      "Ġ56": 2005,
      "vereniging": 2006,
      "ĠArsenal": 2007,
      "ĠdeterminaciÃ³n": 2008,
      "Ġ41": 2009,
      "fenheim": 2010,
      "ĠAnton": 2011,
      "Ġtransc": 2012,
      "Ã§": 2013,
      "ĠDu": 2014,
      "Ġ38": 2015,
      "ĠcerrÃ³": 2016,
      "ĠPalace": 2017,
      "ĠPhilips": 2018,
      "ĠHoffenheim": 2019,
      "Ġ81": 2020,
      "ĠSamp": 2021,
      "06": 2022,
      "ĠFue": 2023,
      "Ġ83": 2024,
      "Ġlugar": 2025,
      "19": 2026,
      "icha": 2027,
      "Ġ48": 2028,
      "Ġ78": 2029,
      "nez": 2030,
      "ĠterminÃ³": 2031,
      "ĠGon": 2032,
      "Ġduda": 2033,
      "ĠsoÃ±": 2034,
      "Ġcapitali": 2035,
      "ine": 2036,
      "seille": 2037,
      "var": 2038,
      "doria": 2039,
      "ĠNantes": 2040,
      "ĠVigo": 2041,
      "Ġcrucial": 2042,
      "Ġmay": 2043,
      "Ġ44": 2044,
      "Ġand": 2045,
      "Ġcual": 2046,
      "ĠintenciÃ³n": 2047,
      "ĠWolf": 2048,
      "gers": 2049,
      "one": 2050,
      "Ġsiste": 2051,
      "ani": 2052,
      "ĠfrÃŃa": 2053,
      "Ġvital": 2054,
      "Ġ72": 2055,
      "ĠSampdoria": 2056,
      "taron": 2057,
      "Ġ43": 2058,
      "ĠSt": 2059,
      "Ġ47": 2060,
      "land": 2061,
      "hoven": 2062,
      "Ġcorazones": 2063,
      "Ġfrente": 2064,
      "indhoven": 2065,
      "du": 2066,
      "ert": 2067,
      "dose": 2068,
      "cios": 2069,
      "ĠBilba": 2070,
      "Ġdestac": 2071,
      "ologna": 2072,
      "ĠempatÃ³": 2073,
      "talla": 2074,
      "ĠmÃ¡gica": 2075,
      "anyol": 2076,
      "ĠBilbao": 2077,
      "zig": 2078,
      "stal": 2079,
      "Ġdefensivo": 2080,
      "Ġmantener": 2081,
      "Ġmedida": 2082,
      "Soci": 2083,
      "gun": 2084,
      "Ġ54": 2085,
      "ĠMarseille": 2086,
      "ĠLyonnais": 2087,
      "Ġsolidez": 2088,
      "etbal": 2089,
      "Ġsigue": 2090,
      "inz": 2091,
      "ĠVerona": 2092,
      "Ġbatalla": 2093,
      "Ġdirigido": 2094,
      "ĠVoetbal": 2095,
      "ĠVoetbalvereniging": 2096,
      "22": 2097,
      "ido": 2098,
      "verein": 2099,
      "Stade": 2100,
      "Ġintentos": 2101,
      "ipzig": 2102,
      "uth": 2103,
      "Ġ65": 2104,
      "ĠSociedad": 2105,
      "ze": 2106,
      "ĠLeipzig": 2107,
      "Ġ73": 2108,
      "ĠseÃ±": 2109,
      "Ġborde": 2110,
      "ung": 2111,
      "ĠHe": 2112,
      "Ġ68": 2113,
      "Ġimpor": 2114,
      "rystal": 2115,
      "SocietÃł": 2116,
      "ces": 2117,
      "isita": 2118,
      "Ġ69": 2119,
      "Ġ2026": 2120,
      "Ġpoder": 2121,
      "ĠenfrentÃ³": 2122,
      "ĠEspanyol": 2123,
      "agliari": 2124,
      "fic": 2125,
      "Ġund": 2126,
      "ĠMun": 2127,
      "Ġ37": 2128,
      "ĠTown": 2129,
      "tulo": 2130,
      "Ġtal": 2131,
      "table": 2132,
      "Ġmarcado": 2133,
      "Ġ82": 2134,
      "ĠencargÃ³": 2135,
      "15": 2136,
      "ss": 2137,
      "fa": 2138,
      "izÃ³": 2139,
      "tros": 2140,
      "ĠClube": 2141,
      "ĠUtre": 2142,
      "Ġ79": 2143,
      "tuna": 2144,
      "ĠAssociazione": 2145,
      "outh": 2146,
      "Ġespacios": 2147,
      "ĠUtrecht": 2148,
      "Ġpartir": 2149,
      "Ġmostraron": 2150,
      "Ġpitido": 2151,
      "ĠpermitiÃ³": 2152,
      "Ġcabezazo": 2153,
      "Ġconsi": 2154,
      "Ġ66": 2155,
      "Ġ74": 2156,
      "Ġ89": 2157,
      "ĠtardÃ³": 2158,
      "iburg": 2159,
      "Ġtempran": 2160,
      "âĢĻ,": 2161,
      "gur": 2162,
      "icester": 2163,
      "Ġinter": 2164,
      "ĠÃºnico": 2165,
      "ĠFreiburg": 2166,
      "ony": 2167,
      "Ġvuel": 2168,
      "Ġ87": 2169,
      "Ġintenso": 2170,
      "ĠOl": 2171,
      "ĠcompeticiÃ³n": 2172,
      "Ġcielo": 2173,
      "ĠLos": 2174,
      "Ġinesper": 2175,
      "Ġdieron": 2176,
      "ĠMarco": 2177,
      "23": 2178,
      "atro": 2179,
      "lad": 2180,
      "Ġpoten": 2181,
      "ĠBremen": 2182,
      "Ġmejor": 2183,
      "abi": 2184,
      "azo": 2185,
      "chi": 2186,
      "ĠValencia": 2187,
      "Ġconsolid": 2188,
      "18": 2189,
      "ull": 2190,
      "ell": 2191,
      "ĠdemostrÃ³": 2192,
      "Ġ64": 2193,
      "ĠWest": 2194,
      "ĠAlex": 2195,
      "Ġ70": 2196,
      "16": 2197,
      "tud": 2198,
      "ĠChelsea": 2199,
      "ai": 2200,
      "Ġali": 2201,
      "Ġsil": 2202,
      "Ġ77": 2203,
      "ĠfutbolÃŃs": 2204,
      "cip": 2205,
      "ĠLiverpool": 2206,
      "ĠMicha": 2207,
      "ĠdÃŃa": 2208,
      "Ġ33": 2209,
      "Ġ85": 2210,
      "Ġaprovechar": 2211,
      "Ġprotagonista": 2212,
      "Arena": 2213,
      "Ġremon": 2214,
      "Ġdur": 2215,
      "ĠLeib": 2216,
      "Ġ88": 2217,
      "Ġpunto": 2218,
      "car": 2219,
      "esÃ¼": 2220,
      "ander": 2221,
      "Ġ2012": 2222,
      "ĠAnte": 2223,
      "ĠCarlos": 2224,
      "bungen": 2225,
      "ĠquÃ©": 2226,
      "ĠLeibesÃ¼": 2227,
      "ĠLeibesÃ¼bungen": 2228,
      "inco": 2229,
      "Ġgan": 2230,
      "Ġgolazo": 2231,
      "Ġprimeros": 2232,
      "Ġrespuestas": 2233,
      "han": 2234,
      "ĠCor": 2235,
      "Ġhue": 2236,
      "Ġ86": 2237,
      "tha": 2238,
      "26": 2239,
      "bl": 2240,
      "uper": 2241,
      "leza": 2242,
      "ĠMor": 2243,
      "tspur": 2244,
      "Ġpase": 2245,
      "ĠreflejÃ³": 2246,
      "ĠHotspur": 2247,
      "ĠGiron": 2248,
      "Ar": 2249,
      "ok": 2250,
      "sterdam": 2251,
      "ticos": 2252,
      "ampton": 2253,
      "Ġreafirma": 2254,
      "Ġdeste": 2255,
      "andro": 2256,
      "Ġsorpresas": 2257,
      "24": 2258,
      "Ġli": 2259,
      "ciando": 2260,
      "Ġrecuper": 2261,
      "Ġrefleja": 2262,
      "ĠsÃ³lido": 2263,
      "Ġinstante": 2264,
      "Ġdistan": 2265,
      "Ġsistema": 2266,
      "Ġcinco": 2267,
      "asiones": 2268,
      "Ġocasiones": 2269,
      "Ġcelebra": 2270,
      "Ġmostrando": 2271,
      "Ġaj": 2272,
      "ĠDi": 2273,
      "Ġregal": 2274,
      "bu": 2275,
      "ĠBe": 2276,
      "ĠJam": 2277,
      "ĠMartin": 2278,
      "ĠAssociation": 2279,
      "ĠLuis": 2280,
      "ĠJuventus": 2281,
      "ĠtÃ¡ctica": 2282,
      "Ġtranscurri": 2283,
      "ampo": 2284,
      "Ġ76": 2285,
      "Ġesfuerzo": 2286,
      "cieron": 2287,
      "bion": 2288,
      "Ġrin": 2289,
      "Ġarran": 2290,
      "Ġefectividad": 2291,
      "mann": 2292,
      "tienne": 2293,
      "ĠGonz": 2294,
      "Bor": 2295,
      "ĠAlbion": 2296,
      "Ġbajo": 2297,
      "ĠTorino": 2298,
      "tp": 2299,
      "vic": 2300,
      "una": 2301,
      "Ġdra": 2302,
